Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=366_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámi giellalávdegoddái nammaduvvojedje ođđa lahtut
sms: SääŠm luŠvddkådda nõõmteš ođđ vuässlaid

source: Sámi parlamentáralaš ráđi čoahkkin nammadii ođđa lahtuid golmma Davviriikka ja Ruošša sámiid oktasaš sámegiela lávdegoddái.
sms: SääŠm parlamenttaarla suåvtõõzz sååbbar nõõmti ođđ vuässlaid koolm TâŠvvjânnamlaž da Ruõšš saaŠmi õhttsaž sääŠm ǩiõll-luŠvddkådda.

source: Ođđa giellalávdegoddi doaibmá jagi 2011 loahpa rádjái ja dat ovddasta oktiibuot čieža sámegiela.
sms: Ođđ ǩiõll-luŠvddkåŠdd tuåimmai eeŠjj 2011 loopp räjja da tõt eeŠttkâstt õhttseŠžže čiččâm sääŠmǩiõllâd.

source: Parlamentáralaš ráđđi čoahkkanii Roavvenjárggas 14.4.
sms: Parlamenttaarlaž suåvtõs noorõõđi RuäŠvnjaarǥâst 14.4.

source: Sámi giellalávdegoddái doaibmabadjái 2010-2011 nammaduvvojedje čuovvovaš lahtut:
sms: SääŠm ǩiõll-luŠvddkååŠdd vuässliŠžžen pâjja 2010-2011 nõõmteš puõŠtti persoonid:

source: Suomas davvisámegiela ovddasta Vesa Guttorm (várrelahttu Petra Biret Magga-Vars), anárašgiela Petter Morottaja (Ilmar Mattus) ja nuortalašgiela Erkki Lumisalmi (Jouni Moshnikoff).
sms: LääŠddjânnmest tâŠvvsääŠmǩiõl eeŠttkâstt Vesa Guttorm (vääŠrrvuässlaž Petra Biret Magga-Vars), aanarsääŠmǩiõl Petteri Morottaja (Ilmari Mattus) da nuõrttsääŠmǩiõl Erkki Lumisalmi (Jouni Moshnikoff).

source: Ruoššas gielddasámegiela ovddasta Nina Afanasjeva (Nadesha Zolutuhina), darjesámegiela Nina Mironova (A. F. Zaharov) ja nuortalašgiela Zoja Nosova (Irina Tychuk).
sms: Ruõššjânnmest ǩiŠlddsääŠmǩiõl eeŠttkâstt Nina Afanasjeva (Nadesha Zolutuhina), tââŠrjǩiõl Nina Mironova (A. F. Zaharov) da nuõrttsääŠmǩiõl Zoja Nosova (Irina Tychuk).

source: Geahča dás.
sms: Ǩiõčč täŠst.
